Repository: bs-q/HCI_RMS
Catalog: source/remview/Resources/*.lproj/Localizable.strings
Languages: de, vi

# loading_msg
source: Please wait...
de: Warten Sie mal...
vi: Vui lòng chờ...

source: Continue
vi: Tiếp tục

source: Back
vi: Trở lại

# error
source: Error occurred, please try again later
vi: Có lỗi xảy ra, vui lòng thử lại

# restaurant_msg
source: You have not selected a restaurant
de: Sie haben kein Restaurant ausgewählt
vi: Bạn chưa chọn nhà hàng

# restaurant_delete
source: Do you really want to delete this restaurant?
de: Möchten Sie dieses Restaurant wirklich löschen?
vi: Bạn có thực sự muốn xóa nhà hàng này?

# restaurant_delete_success
source: Delete restaurant success
de: Restauranterfolg löschen
vi: Xoá nhà hàng thành công

# qr_error
source: An error occurred while validating the QR code
de: Beim Validieren des QR-Codes ist ein Fehler aufgetreten
vi: Có lỗi xảy ra khi xác thực mã QR

source: Close
de: Nah dran
vi: Đóng

# active_msg
source: Please contact your supplier for activation
de: Bitte wenden Sie sich zur Aktivierung an Ihren Lieferanten
vi: Vui lòng liên hệ nhà cung cấp để được kích hoạt

source: Check
de: Überprüfen
vi: Kiểm tra

# edit_msg
source: Edit restaurant name
de: Restaurantnamen bearbeiten
vi: Sửa tên nhà hàng

source: Yes
de: Zustimmen
vi: Đồng ý

source: No
de: Stornieren
vi: Huỷ

# revenuesale
source: Selling List
de: Verkaufsliste
vi: Danh sách bán

# revenuecancel
source: Order List
de: Bestellliste
vi: Danh sách đặt

# typeincome
source: Money by commodity group
de: Geld nach Warengruppe
vi: Tiền theo nhóm hàng

# monthincome
source: Income by day of the month
de: Einkommen nach Tag des Monats
vi: Thu nhập theo ngày trong tháng

# incomedayofweek
source: Earnings by day of the week
de: Einnahmen nach Wochentag
vi: Thu nhập theo ngày trong tuần

# memberincome
source: Income per employee
de: Einkommen pro Mitarbeiter
vi: Thu nhập theo nhân viên

# houseincome
source: Income by inside/outside the house
de: Einkommen innerhalb/außerhalb des Hauses
vi: Thu nhập theo trong/ngoài nhà

# machineincome
source: Money by printer
de: Geld per Drucker
vi: Tiền theo máy in

# quantityincome
source: Money according to the number of items
de: Geld nach Stückzahl
vi: Tiền theo số lượng mặt hàng

# weekincome
source: Earnings by day of the week
de: Einnahmen nach Wochentag
vi: Thu nhập theo ngày trong tuần

# incomehour
source: Hourly earnings
de: Stundenlohn
vi: Thu nhập theo giờ

# sell_list
source: Selling list
de: Verkaufsliste
vi: Danh sách bán

# analytic
source: Statistical analysis
de: Statistische Analyse
vi: Phân tích thống kê

source: Current revenue
de: Laufende Einnahmen
vi: Doanh thu hiện tại

source: Selling list
de: Verkaufsliste
vi: Danh sách bán

source: Total money
de: Total Geld
vi: Tổng tiền

source: ID
vi: STT

source: Time
de: Zeit
vi: Thời gian

source: Table number
de: Zahlentabelle
vi: Bàn số

source: Total
de: Total Geld
vi: Tổng tiền

source: Employee
de: Mitarbeiter
vi: Nhân viên

source: Table
de: Tisch
vi: Bàn

# tabletype
source: Type of sale
de: Art des Verkaufs
vi: Kiểu bán

source: Sales
de: Verkauf
vi: Doanh thu bán hàng

source: REVENUE
de: EINNAHMEN
vi: DOANH THU

source: Canceler
de: Stornierer
vi: Người huỷ

source: Orderer
de: Besteller
vi: Người đặt

# orderlist
source: Ordering list
de: Bestellliste
vi: Danh sách đặt món

source: Store
de: das Geschäft
vi: Cửa hàng

source: Revenue
de: Einnahmen
vi: Doanh thu

source: Control
de: Kontrolle
vi: Điều khiển

source: News
de: Nachrichten
vi: Tin tức

# printbill
source: Print report
de: Druckbericht
vi: In báo cáo

# employeemoney
source: Employee billing
de: Mitarbeiterabrechnung
vi: Tính tiền nhân viên

# openteamview
source: Turn on Teamviewer
de: Teamviewer einschalten
vi: Bật Teamviewer

# opentunnel
source: Turn on Tunnel
de: Teamviewer einschalten
vi: Bật tunnel

source: Employee Billing
de: Mitarbeiterabrechnung
vi: Tính tiền nhân viên

source: TOTAL MONEY
de: TOTAL GELD
vi: TỔNG TIỀN

# vi
source: Vietnamese
de: Vietnamesisch
vi: Tiếng Việt

# en
source: English
de: Englisch
vi: Tiếng Anh

# de
source: German
de: Deutsch
vi: Tiếng Đức

# listofrestaurant
source: List of restaurants
de: Liste der Restaurants
vi: Danh sách nhà hàng

# allrestaurants
source: All restaurant
de: Alle Gaststätten
vi: Tất cả nhà hàng

source: Last visited
de: Zuletzt besucht
vi: Truy cập lần cuối

source: Employee payment
de: Mitarbeiterzahlung
vi: Thanh toán tiền với nhân viên

source: Summary of days and months
de: Zusammenfassung der Tage und Monate
vi: Tổng kết ngày và tháng

source: Permission
de: Erlaubnis
vi: Quyền sử dụng

source: Edit permission
de: Berechtigung bearbeiten
vi: Chỉnh sửa quyền sử dụng

source: Edit item
de: Element bearbeiten
vi: Chỉnh sửa mặt hàng
